Repository: cyrinux/ichor
Catalog: ios/TalosWidget/Localizable.xcstrings
Source language: en
Languages: es, fr, it, uk

source: %lld down
es: %lld inaccesibles
fr: %lld injoignables
it: %lld irraggiungibili
uk: %lld недоступного

source: %lld not ready
es: %lld no listos
fr: %lld pas prêts
it: %lld non pronti
uk: %lld не готового

source: %lld/%lld ready
es: %lld/%lld listos
fr: %lld/%lld prêts
it: %lld/%lld pronti
uk: %lld/%lld готові

source: Cluster status
es: Estado del clúster
fr: État du cluster
it: Stato del cluster
uk: Стан кластера

source: etcd: %lld alarms
es: etcd: %lld alarmas
fr: etcd : %lld alarmes
it: etcd: %lld allarmi
uk: etcd: %lld тривоги

source: etcd: no alarms
es: etcd: sin alarmas
fr: etcd : aucune alarme
it: etcd: nessun allarme
uk: etcd: без тривог

source: etcd: unknown
es: etcd: desconocido
fr: etcd : inconnu
it: etcd: sconosciuto
uk: etcd: невідомо

source: Nodes ready and etcd alarms from the last check.
es: Nodos listos y alarmas de etcd de la última comprobación.
fr: Nœuds prêts et alarmes etcd de la dernière vérification.
it: Nodi pronti e allarmi etcd dell'ultimo controllo.
uk: Готові вузли й сигнали тривоги etcd з останньої перевірки.

source: Open the app and run a check to fill this widget.
es: Abre la app y haz una comprobación para llenar este widget.
fr: Ouvrez l'app et lancez une vérification pour remplir ce widget.
it: Apri l'app ed esegui un controllo per riempire questo widget.
uk: Відкрийте застосунок і запустіть перевірку, щоб заповнити цей віджет.

source: updated %@
es: actualizado a las %@
fr: mis à jour à %@
it: aggiornato alle %@
uk: оновлено о %@
